Repository: dengue-byte/Business
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Incorrect email address or password.
fr: Adresse e-mail ou mot de passe incorrect.

source: Login successful
fr: Connexion réussie

source: No file part
fr: Aucune partie fichier

source: Invalid or disallowed file
fr: Fichier invalide ou non autorisé

source: has added your ad '%(title)s' to favorites.
fr: a ajouté votre annonce '%(title)s' aux favoris.

source: Unauthorized
fr: Non autorisé

source: Action not authorized
fr: Action non autorisée

source: Favorites list cleared.
fr: Liste de favoris vidée.

source: An error occurred.
fr: Une erreur est survenue.

source: Invalid action
fr: Action invalide

source: Notification not found
fr: Notification non trouvée

source: Invalid action.
fr: Action invalide.

source: Subscription saved.
fr: Abonnement sauvegardé.

source: User not found
fr: Utilisateur non trouvé

source: Resend
fr: Renvoyer

source: Network error on logout:
fr: Erreur réseau lors de la déconnexion :

source: Notification badge update received :
fr: Mise à jour du badge de notifications reçue :

source: Unread info received:
fr: Infos non lues reçues :

source: Failed to fetch unread info:
fr: Échec du chargement des infos non lues :

source: Updating badge with total:
fr: Mise à jour du badge avec total :

source: Error removing favorite:
fr: Erreur lors de la suppression du favori :

source: Search error.
fr: Erreur de recherche.

source: Error adding/removing favorite:
fr: Erreur lors de l'ajout/suppression du favori :

source: No ad found.
fr: Aucune annonce trouvée.

source: View profile
fr: Voir le profil

source: Login error:
fr: Erreur de connexion :

source: A network error occurred.
fr: Une erreur réseau est survenue.

source: Error loading conversations:
fr: Erreur lors du chargement des conversations :

source: Rate
fr: Noter

source: Media
fr: Média

source: Attached image
fr: Image jointe

source: Upload error:
fr: Erreur d'upload :

source: File send error:
fr: Erreur d'envoi du fichier :

source: Micro access error:
fr: Erreur d'accès au micro :

source: Unable to access microphone. Please check permissions.
fr: Impossible d'accéder au micro. Vérifiez les autorisations.

source: Rating error:
fr: Erreur d'évaluation :

source: Socket.IO Connected.
fr: Socket.IO connecté.

source: Push notification sent.
fr: Notification push envoyée.

source: Subscription invalid, it will be deleted.
fr: L'abonnement est invalide, il sera supprimé.

source: The link has expired. Please re-register.
fr: Le lien a expiré. Veuillez vous réinscrire.

source: The link is invalid.
fr: Le lien est invalide.

source: About
fr: À propos

source: Change language
fr: Changer de langue

source: Welcome to Business!
fr: Bienvenue sur Business !

source: Business is a local platform for exchange and sharing. Here, you can give a second life to your objects by exchanging them, or share your skills by offering services.
fr: Business est une plateforme locale d'échange et de partage. Ici, vous pouvez donner une seconde vie à vos objets en les échangeant, ou partager vos compétences en proposant des services.

source: To start interacting with the community, discover all the features, and post your own ads, creating an account is necessary. Join us!
fr: Pour commencer à interagir avec la communauté, découvrir toutes les fonctionnalités et publier vos propres annonces, la création d'un compte est nécessaire. Rejoignez-nous !

source: Sign up for free
fr: S'inscrire gratuitement

source: 6. For Visitors
fr: 6. Pour les visiteurs

source: Discovering the Platform
fr: Découvrir la plateforme

source: Even without an account, you can browse the latest ads. In the navigation bar, you will find an "About" icon (?) that explains the concept of the application and a globe icon to change the display language.
fr: Même sans compte, vous pouvez parcourir les dernières annonces. Dans la barre de navigation, vous trouverez une icône "À propos" (?) qui explique le concept de l'application et une icône globe pour changer la langue d'affichage.

source: Why Register?
fr: Pourquoi s'inscrire ?

source: Registration is free and necessary to unlock all features: contact other members, post your own ads, save your favorites, and much more.
fr: L'inscription est gratuite et nécessaire pour débloquer toutes les fonctionnalités : contacter d'autres membres, publier vos propres annonces, sauvegarder vos favoris, et bien plus encore.

source: Language:
fr: Langue :

source: Change the application language for your account. This choice will be saved for your future visits.
fr: Changez la langue de l'application pour votre compte. Ce choix sera sauvegardé pour vos futures visites.

source: Theme:
fr: Thème :

source: Switch between light and dark themes using the sun/moon icon in the top navigation bar.
fr: Basculez entre les thèmes clair et sombre en utilisant l'icône soleil/lune dans la barre de navigation supérieure.

source: 1. First Steps on Business
fr: 1. Premiers pas sur Business

source: 2. Posting and Managing Your Ads
fr: 2. Publier et Gérer Vos Annonces

source: 3. Interacting with the Community
fr: 3. Interagir avec la Communauté

source: 4. Using Private Messaging
fr: 4. Utiliser la Messagerie Privée

source: 5. Managing Your Account and Settings
fr: 5. Gérer Votre Compte et Paramètres

source: 6. For Visitors (Without an Account)
fr: 6. Pour les Visiteurs (Sans Compte)

source: Your Department
fr: Votre Département

source: Detecting location...
fr: Détection de la localisation...

source: Press to select
fr: Appuyez pour sélectionner

source: No locations available
fr: Aucune localisation disponible

source: No results found
fr: Aucun résultat trouvé

source: Select your department...
fr: Sélectionnez votre département...

source: Current position
fr: Position actuelle

source: Publishing...
fr: Publication en cours...

source: Are you sure you want to hide this ad?
fr: Êtes-vous sûr de vouloir masquer cette annonce ?

source: Are you sure you want to show this ad?
fr: Êtes-vous sûr de vouloir afficher cette annonce ?

source: Failed to delete ad.
fr: Échec de la suppression de l'annonce.

source: An error occurred while deleting the ad.
fr: Une erreur s'est produite lors de la suppression de l'annonce.

source: Failed to update visibility.
fr: Échec de la mise à jour de la visibilité.

source: An error occurred while updating the visibility.
fr: Une erreur s'est produite lors de la mise à jour de la visibilité.

source: Hide selection
fr: Masquer la sélection

source: Show selection
fr: Afficher la sélection

source: Delete selection
fr: Supprimer la sélection

source: Cancel selection
fr: Annuler la sélection

source: Hide all selected ads?
fr: Masquer toutes les annonces sélectionnées ?

source: Show all selected ads?
fr: Afficher toutes les annonces sélectionnées ?

source: Permanently delete the selected ads?
fr: Supprimer définitivement les annonces sélectionnées ?

source: Failed to perform action.
fr: Échec de l'exécution de l'action.

source: You haven't posted any ads yet. Time to create your first one!
fr: Vous n'avez pas encore publié d'annonces. Il est temps de créer votre première !

source: Select your department... (Geolocation blocked)
fr: Sélectionnez votre département... (Géolocalisation bloquée)

source: Select your department... (Allow location access?)
fr: Sélectionnez votre département... (Autoriser l'accès à la localisation ?)

source: Select your department... (Not supported)
fr: Sélectionnez votre département... (Non supporté)

source: Error loading locations
fr: Erreur lors du chargement des emplacements

source: Me
fr: Moi

source: Gallery
fr: Galerie

source: Camera
fr: Caméra

source: Emojis
fr: Émojis

source: Attach file
fr: Joindre un fichier

source: Video
fr: Vidéo

source: Delete messages?
fr: Supprimer les messages ?

source: Are you sure you want to delete this conversation? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer cette conversation ? Cette action est irréversible.

source: Error during deletion.
fr: Erreur lors de la suppression.

source: A network error has occurred.
fr: Une erreur réseau s'est produite.

source: Delete conversation
fr: Supprimer la conversation

source: Mark as read
fr: Marquer comme lu

source: [User]
fr: [Utilisateur]

source: Signing up...
fr: Inscription en cours...

source: Please select your department.
fr: Veuillez sélectionner votre département.

source: Password reset successfully! Redirecting...
fr: Mot de passe réinitialisé avec succès ! Redirection...

source: Upload error
fr: Erreur de téléchargement

source: Do you really want to log out?
fr: Voulez-vous vraiment vous déconnecter ?

source: Error deleting.
fr: Erreur lors de la suppression.

source: Photo updated!
fr: Photo mise à jour !

source: Photo deleted.
fr: Photo supprimée.

source: What are you looking for today?
fr: Que recherchez-vous aujourd'hui ?

source: Contact by message
fr: Contacter par message

source: Your Title
fr: Votre titre

source: Delete image
fr: Supprimer l'image

source: Sort: Newest
fr: Trier : Plus récent

source: Sort: Oldest
fr: Trier : Plus ancien

source: Type (All)
fr: Type (Tout)

source: Search for an object or service...
fr: Rechercher un objet ou un service...
