Repository: dengue-byte/Business
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Home
fr: Accueil

source: Posts
fr: Annonces

source: My Posts
fr: Mes annonces

source: My Favorites
fr: Mes favoris

source: Profile
fr: Profil

source: Settings
fr: Paramètres

source: Help
fr: Aide

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Register
fr: Inscription

source: Search...
fr: Rechercher...

source: Change theme
fr: Changer le thème

source: Search
fr: Rechercher

source: Create Post
fr: Créer une annonce

source: All rights reserved.
fr: Tous droits réservés.

source: Go to top
fr: Aller en haut

source: Exchanges, Share, Discover.
fr: Échanges, Partage, Découverte.

source: Give a second life to your objects and share your services with a benevolent local community.
fr: Donnez une seconde vie à vos objets et partagez vos services avec une communauté bienveillante locale.

source: See all ads
fr: Voir toutes les annonces

source: Last Ads
fr: Dernières annonces

source: No ad for the moment. Be the first to create one!
fr: Aucune annonce pour le moment. Soyez le premier à en créer une !

source: Save
fr: Sauvegarder

source: Object
fr: Objet

source: person(s) interact with this ad.
fr: %(count)s personne(s) interagissent avec cette annonce.

source: This ad has been viewed %(count)s times.
fr: Cette annonce a été consultée %(count)s fois.

source: Log in
fr: Se connecter

source: Happy to see you again!
fr: Ravi de vous revoir !

source: Email address
fr: Adresse e-mail

source: Password
fr: Mot de passe

source: Forgot password?
fr: Mot de passe oublié ?

source: Not an account yet? Sign up here.
fr: Pas encore de compte ? Inscrivez-vous ici.

source: Your account has been successfully confirmed! You can now log in.
fr: Votre compte a été confirmé avec succès ! Vous pouvez maintenant vous connecter.

source: Your account has already been confirmed. You can log in.
fr: Votre compte a déjà été confirmé. Vous pouvez vous connecter.

source: Your password has been successfully reset.
fr: Votre mot de passe a été réinitialisé avec succès.

source: Create an account
fr: Créer un compte

source: Join our exchange and sharing community.
fr: Rejoignez notre communauté d'échanges et de partages.

source: Username
fr: Nom d'utilisateur

source: Confirm the password
fr: Confirmer le mot de passe

source: Sign up
fr: S'inscrire

source: Already have an account? Log in here.
fr: Déjà un compte ? Connectez-vous ici.

source: At least 6 characters
fr: Au moins 6 caractères

source: One lowercase letter
fr: Une lettre minuscule

source: One uppercase letter
fr: Une lettre majuscule

source: One digit
fr: Un chiffre

source: The password does not meet all the rules.
fr: Le mot de passe ne respecte pas toutes les règles.

source: The passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Forgot password
fr: Mot de passe oublié

source: Reset the password
fr: Réinitialiser le mot de passe

source: Enter your email address and we will send you a link to reset your password.
fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Send the reset link
fr: Envoyer le lien de réinitialisation

source: Back to login
fr: Retour à la connexion

source: If an account with this email exists, a reset link has been sent.
fr: Si un compte avec cet e-mail existe, un lien de réinitialisation a été envoyé.

source: Choose a new password
fr: Choisir un nouveau mot de passe

source: Please enter your new password below.
fr: Veuillez entrer votre nouveau mot de passe ci-dessous.

source: New password
fr: Nouveau mot de passe

source: Confirm the new password
fr: Confirmer le nouveau mot de passe

source: Missing data.
fr: Données manquantes.

source: The link is invalid or has expired.
fr: Le lien est invalide ou a expiré.

source: The password does not meet security criteria.
fr: Le mot de passe ne respecte pas les critères de sécurité.

source: User not found.
fr: Utilisateur non trouvé.

source: Welcome - Bienvenue
fr: Bienvenue

source: Please select your language. / Veuillez sélectionner votre langue.
fr: Veuillez sélectionner votre langue.

source: Welcome / Bienvenue
fr: Bienvenue

source: Business Logo
fr: Logo Business

source: Set Profile Photo
fr: Définir la photo de profil

source: Ignore
fr: Ignorer

source: Drag & drop or click to upload
fr: Glisser-déposer ou cliquer pour uploader

source: Choose Photo
fr: Choisir une photo

source: Cancel
fr: Annuler

source: Photo saved!
fr: Photo sauvegardée !

source: No file
fr: Aucun fichier

source: Invalid image
fr: Image invalide

source: File save error
fr: Erreur de sauvegarde de fichier

source: Language
fr: Langue

source: Change the application language
fr: Changer la langue de l'application

source: Modify information
fr: Modifier les informations

source: Username, email
fr: Nom d'utilisateur, e-mail

source: Security and password
fr: Sécurité et mot de passe

source: Change your password
fr: Changer votre mot de passe

source: Change account
fr: Changer de compte

source: Log out
fr: Se déconnecter

source: Delete account
fr: Supprimer le compte

source: This action is irreversible
fr: Cette action est irréversible

source: This username is already taken.
fr: Ce nom d'utilisateur est déjà pris.

source: This email address is already in use.
fr: Cette adresse e-mail est déjà utilisée.

source: Profile updated successfully!
fr: Profil mis à jour avec succès !

source: Change the password
fr: Changer le mot de passe

source: Current password
fr: Mot de passe actuel

source: Update
fr: Mettre à jour

source: The current password is incorrect.
fr: Le mot de passe actuel est incorrect.

source: The new password does not meet security criteria.
fr: Le nouveau mot de passe ne respecte pas les critères de sécurité.

source: Password changed successfully!
fr: Mot de passe modifié avec succès !

source: Are you absolutely certain?
fr: Êtes-vous absolument certain ?

source: This action cannot be undone. Your account and all your data will be permanently deleted.
fr: Cette action ne peut pas être annulée. Votre compte et toutes vos données seront définitivement supprimées.

source: Confirm with your password
fr: Confirmer avec votre mot de passe

source: Permanently delete
fr: Supprimer définitivement

source: The password is incorrect.
fr: Le mot de passe est incorrect.

source: Account deleted successfully.
fr: Compte supprimé avec succès.

source: Attention: This action is irreversible. Do you really want to continue?
fr: Attention : Cette action est irréversible. Voulez-vous vraiment continuer ?

source: Language updated successfully!
fr: Langue mise à jour avec succès !

source: Invalid language selected.
fr: Langue sélectionnée invalide.

source: An error occurred while sending the file: %(message)s
fr: Une erreur est survenue lors de l'envoi du fichier : %(message)s

source: My ads
fr: Mes annonces

source: Hide all
fr: Masquer tout

source: Show all
fr: Afficher tout

source: Delete all
fr: Tout supprimer

source: Hide the selection
fr: Masquer la sélection

source: Show the selection
fr: Afficher la sélection

source: Delete the selection
fr: Supprimer la sélection

source: Cancel the selection
fr: Annuler la sélection

source: Are you sure you want to delete this ad?
fr: Êtes-vous sûr de vouloir supprimer cette annonce ?

source: Hide
fr: Masquer

source: Show
fr: Afficher

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: No ad selected.
fr: Aucune annonce sélectionnée.

source: %(count)s ad(s) deleted.
fr: %(count)s annonce(s) supprimée(s).

source: Invalid action or selection.
fr: Action ou sélection invalide.

source: Visibility of %(count)s ad(s) updated.
fr: Visibilité de %(count)s annonce(s) mise à jour.

source: Hide/Show: Allows to make an ad temporarily invisible to other users.
fr: Masquer/Afficher : Permet de rendre une annonce temporairement invisible aux autres utilisateurs.

source: Edit: Opens the editing form to change the title, description or photos.
fr: Modifier : Ouvre le formulaire d'édition pour changer le titre, la description ou les photos.

source: Delete: Permanently deletes the ad.
fr: Supprimer : Supprime définitivement l'annonce.

source: Multiple Selection: Press and hold (on mobile) or use the menu at the top right to select multiple ads and perform bulk actions (hide, show, delete).
fr: Sélection multiple : Appuyez longuement (sur mobile) ou utilisez le menu en haut à droite pour sélectionner plusieurs annonces et effectuer des actions en masse (masquer, afficher, supprimer).

source: Clear the list
fr: Vider la liste

source: Are you sure you want to clear your favorites list? This action is irreversible.
fr: Êtes-vous sûr de vouloir vider votre liste de favoris ? Cette action est irréversible.

source: Your favorites list has been cleared.
fr: Votre liste de favoris a été vidée.

source: Network error during deletion.
fr: Erreur réseau lors de la suppression.

source: You have no ad in your favorites.
fr: Vous n'avez aucune annonce dans vos favoris.

source: Loading...
fr: Chargement...

source: Network error.
fr: Erreur réseau.

source: My Messages
fr: Mes messages

source: Your messaging
fr: Votre messagerie

source: Select a conversation to start.
fr: Sélectionnez une conversation pour commencer.

source: No conversation.
fr: Aucune conversation.

source: Write your message...
fr: Écrivez votre message...

source: Attach a file
fr: Joindre un fichier

source: Voice message
fr: Message vocal

source: Send the voice message
fr: Envoyer le message vocal

source: Cancel the response
fr: Annuler la réponse

source: Rate the user
fr: Noter l'utilisateur

source: What rating would you give to
fr: Quelle note donneriez-vous à

source: Send the evaluation
fr: Envoyer l'évaluation

source: Add a comment (optional)
fr: Ajouter un commentaire (optionnel)

source: Please select a rating.
fr: Veuillez sélectionner une note.

source: Thank you for your evaluation!
fr: Merci pour votre évaluation !

source: Socket.IO global connected.
fr: Socket.IO connecté globalement.

source: You have received a media.
fr: Vous avez reçu un média.

source: New message from %(username)s
fr: Nouveau message de %(username)s

source: Start the conversation!
fr: Commencez la conversation !

source: Invalid time
fr: Heure invalide

source: Invalid chatroom ID
fr: ID de conversation invalide

source: Chatroom not found or user not a participant
fr: Conversation non trouvée ou utilisateur non participant

source: Empty message
fr: Message vide

source: User not authenticated
fr: Utilisateur non authentifié

source: Message deleted
fr: Message supprimé

source: Reply
fr: Répondre

source: Do you really want to delete this message?
fr: Voulez-vous vraiment supprimer ce message ?

source: Attached file
fr: Pièce jointe

source: Recording...
fr: Enregistrement...

source: is typing...
fr: est en train d'écrire...

source: is recording...
fr: est en train d'enregistrer...

source: Please log in to see your messages.
fr: Veuillez vous connecter pour voir vos messages.

source: Starting the conversation...
fr: Démarrage de la conversation...

source: Error creating chat.
fr: Erreur lors de la création du chat.

source: Launching chat...
fr: Lancement du chat...

source: Contact by Chat
fr: Contacter par chat

source: You must be logged in to contact the author.
fr: Vous devez être connecté pour contacter l'auteur.

source: This is your ad. You can edit it here.
fr: Ceci est votre annonce. Vous pouvez la modifier ici.

source: Contact via Message
fr: Contacter via message

source: Help Center
fr: Centre d'aide

source: Welcome to the Business usage guide. Find here all the answers to your questions.
fr: Bienvenue dans le guide d'utilisation de Business. Trouvez ici toutes les réponses à vos questions.

source: Table of contents
fr: Table des matières

source: 1. Quick Start
fr: 1. Démarrage rapide

source: 2. Understanding an Ad
fr: 2. Comprendre une annonce

source: 3. Manage Ads
fr: 3. Gérer les annonces

source: 4. Use Messaging
fr: 4. Utiliser la messagerie

source: 5. Manage your Account
fr: 5. Gérer votre compte

source: Create an account and log in
fr: Créer un compte et se connecter

source: To enjoy all features, you must first create an account. Click on the user icon at the top right, then on "Register". Fill in the form with a username, a valid email address and a secure password. A confirmation email will be sent to you to activate your account.
fr: Pour profiter de toutes les fonctionnalités, vous devez d'abord créer un compte. Cliquez sur l'icône utilisateur en haut à droite, puis sur "S'inscrire". Remplissez le formulaire avec un nom d'utilisateur, une adresse e-mail valide et un mot de passe sécurisé. Un e-mail de confirmation vous sera envoyé pour activer votre compte.

source: Once your account is activated, you can log in via the same user menu by clicking on "Login".
fr: Une fois votre compte activé, vous pouvez vous connecter via le même menu utilisateur en cliquant sur "Connexion".

source: The ad cards have been designed to give you essential information at a glance.
fr: Les cartes d'annonces ont été conçues pour vous donner les informations essentielles d'un coup d'œil.

source: Author Information:
fr: Informations sur l'auteur :

source: At the bottom left, you will find the profile picture and the name of the user who published the ad.
fr: En bas à gauche, vous trouverez la photo de profil et le nom de l'utilisateur qui a publié l'annonce.

source: Interest Count:
fr: Nombre d'intérêts :

source: In the center, this number indicates how many people have started a conversation about this ad. It is a good indicator of its popularity.
fr: Au centre, ce nombre indique combien de personnes ont commencé une conversation sur cette annonce. C'est un bon indicateur de sa popularité.

source: View Count:
fr: Nombre de vues :

source: At the bottom right, this shows how many times the ad has been viewed in detail.
fr: En bas à droite, cela montre combien de fois l'annonce a été consultée en détail.

source: Interactions on your Profile
fr: Interactions sur votre profil

source: On your profile page, the "interactions" counter shows the total number of interests accumulated on all your ads. It reflects your activity and the attractiveness of what you offer on the platform.
fr: Sur votre page de profil, le compteur "interactions" montre le nombre total d'intérêts accumulés sur toutes vos annonces. Il reflète votre activité et l'attractivité de ce que vous proposez sur la plateforme.

source: Create an ad
fr: Créer une annonce

source: Click on the "Create" icon (⦁). You will first have to choose if you offer a Service or an Object. Then fill in the form by giving a clear title, a detailed description, and specifying if it is an offer or a request. You can add several photos to your ad.
fr: Cliquez sur l'icône "Créer" (⦁). Vous devrez d'abord choisir si vous proposez un Service ou un Objet. Puis remplissez le formulaire en donnant un titre clair, une description détaillée, et en spécifiant s'il s'agit d'une offre ou d'une demande. Vous pouvez ajouter plusieurs photos à votre annonce.

source: Manage "My Ads"
fr: Gérer "Mes annonces"

source: This section groups all the ads you have published. For each ad, you can:
fr: Cette section regroupe toutes les annonces que vous avez publiées. Pour chaque annonce, vous pouvez :

source: Hide/Show:
fr: Masquer/Afficher :

source: Allows to make an ad temporarily invisible to other users.
fr: Permet de rendre une annonce temporairement invisible aux autres utilisateurs.

source: Edit:
fr: Modifier :

source: Opens the editing form to change the title, description or photos.
fr: Ouvre le formulaire d'édition pour changer le titre, la description ou les photos.

source: Delete:
fr: Supprimer :

source: Permanently deletes the ad.
fr: Supprime définitivement l'annonce.

source: Multiple Selection:
fr: Sélection multiple :

source: Press and hold (on mobile) or use the menu at the top right to select multiple ads and perform bulk actions (hide, show, delete).
fr: Appuyez longuement (sur mobile) ou utilisez le menu en haut à droite pour sélectionner plusieurs annonces et effectuer des actions en masse (masquer, afficher, supprimer).

source: Messaging allows you to chat privately and securely with other users.
fr: La messagerie vous permet de discuter en privé et en toute sécurité avec d'autres utilisateurs.

source: Start a conversation
fr: Démarrer une conversation

source: To contact a user, go to one of his ads and click on the "Contact by Chat" button. This will create a new conversation in your messaging and increase the ad's interest count by one.
fr: Pour contacter un utilisateur, allez sur l'une de ses annonces et cliquez sur le bouton "Contacter par chat". Cela créera une nouvelle conversation dans votre messagerie et augmentera le compteur d'intérêts de l'annonce d'un.

source: Features
fr: Fonctionnalités

source: Text, voice and file messages:
fr: Messages texte, vocal et fichier :

source: You can send written messages, record voice notes by holding the microphone icon, or attach files (paperclip icon).
fr: Vous pouvez envoyer des messages écrits, enregistrer des notes vocales en maintenant l'icône micro, ou joindre des fichiers (icône trombone).

source: Reply to a message:
fr: Répondre à un message :

source: Hover over a message to display a reply icon. Click on it to quote this message in your response.
fr: Survolez un message pour afficher l'icône de réponse. Cliquez dessus pour citer ce message dans votre réponse.

source: Rate a user:
fr: Noter un utilisateur :

source: After an interaction, you can leave a rating to your interlocutor thanks to the "Rate" button at the top of the conversation.
fr: Après une interaction, vous pouvez laisser une note à votre interlocuteur grâce au bouton "Noter" en haut de la conversation.

source: The Settings page
fr: La page Paramètres

source: Accessible from the user menu, the "Settings" page allows you to control your account. You can:
fr: Accessible depuis le menu utilisateur, la page "Paramètres" vous permet de contrôler votre compte. Vous pouvez :

source: Change the application language.
fr: Changer la langue de l'application.

source: Modify your username and email.
fr: Modifier votre nom d'utilisateur et e-mail.

source: Change your password.
fr: Changer votre mot de passe.

source: Log out.
fr: Se déconnecter.

source: Permanently delete your account (warning, this action is irreversible).
fr: Supprimer définitivement votre compte (attention, cette action est irréversible).

source: has not published any ad yet.
fr: n'a publié aucune annonce pour le moment.

source: has not received any rating yet.
fr: n'a reçu aucune note pour le moment.

source: Received ratings
fr: Notes reçues

source: Member since
fr: Membre depuis

source: on
fr: sur

source: reviews
fr: avis

source: Ads of
fr: Annonces de

source: What do you want to post?
fr: Que voulez-vous publier ?

source: Choose the type of your post to start.
fr: Choisissez le type de votre publication pour commencer.

source: Publish a <strong>Service</strong>
fr: Publier un <strong>service</strong>

source: Publish an <strong>Object</strong>
fr: Publier un <strong>objet</strong>

source: Ad title
fr: Titre de l'annonce

source: Ad type
fr: Type d'annonce

source: I offer or I search?
fr: J'offre ou je cherche ?

source: I offer this service/object
fr: J'offre ce service/objet

source: I request this service/object
fr: Je demande ce service/objet

source: Image(s) (hold Ctrl to select multiple)
fr: Image(s) (maintenez Ctrl pour sélectionner plusieurs)

source: Create the ad
fr: Créer l'annonce

source: Please choose a type of ad (Service or Object) first.
fr: Veuillez d'abord choisir un type d'annonce (Service ou Objet).

source: Uploading images...
fr: Téléversement des images...

source: Upload error for %(filename)s.
fr: Erreur d'upload pour %(filename)s.

source: Creating ad...
fr: Création de l'annonce...

source: Error creating ad.
fr: Erreur lors de la création de l'annonce.

source: Modify the ad
fr: Modifier l'annonce

source: Title
fr: Titre

source: Type of ad
fr: Type d'annonce

source: I offer
fr: J'offre

source: I request
fr: Je demande

source: Category
fr: Catégorie

source: Current image
fr: Image actuelle

source: Change or add an image
fr: Changer ou ajouter une image

source: Update the ad
fr: Mettre à jour l'annonce

source: Unable to load post data.
fr: Impossible de charger les données de l'annonce.

source: Uploading...
fr: Téléversement...

source: Update error for %(filename)s.
fr: Erreur de mise à jour pour %(filename)s.

source: Updating...
fr: Mise à jour...

source: Ad updated successfully!
fr: Annonce mise à jour avec succès !

source: Error updating.
fr: Erreur lors de la mise à jour.

source: Mark all as read
fr: Tout marquer comme lu

source: No action
fr: Aucune action

source: Mark the %(count)s as read
fr: Marquer les %(count)s comme lues

source: Delete the %(count)s
fr: Supprimer les %(count)s

source: Do you really want to delete ALL your notifications?
fr: Voulez-vous vraiment supprimer TOUTES vos notifications ?

source: Do you really want to delete the %(count)s selected notifications?
fr: Voulez-vous vraiment supprimer les %(count)s notifications sélectionnées ?

source: No notifications to process.
fr: Aucune notification à traiter.

source: Notifications marked as read.
fr: Notifications marquées comme lues.

source: Notifications deleted.
fr: Notifications supprimées.

source: No notification.
fr: Aucune notification.

source: User deleted
fr: Utilisateur supprimé

source: [User deleted]
fr: [Utilisateur supprimé]

source: Details of the ad
fr: Détails de l'annonce

source: Post not found
fr: Annonce non trouvée

source: Published by %(username)s on %(date)s
fr: Publié par %(username)s le %(date)s

source: You must be connected to contact the author.
fr: Vous devez être connecté pour contacter l'auteur.

source: This is your ad. You can modify it here.
fr: Ceci est votre annonce. Vous pouvez la modifier ici.

source: Launching the chat...
fr: Lancement du chat...

source: Error creating the chat.
fr: Erreur lors de la création du chat.

source: All ads
fr: Toutes les annonces

source: All
fr: Toutes

source: Offers
fr: Offres

source: Requests
fr: Demandes

source: Sort by :
fr: Trier par :

source: Newest
fr: Plus récentes

source: Oldest
fr: Plus anciennes

source: Objects
fr: Objets

source: No ad matches your search.
fr: Aucune annonce ne correspond à votre recherche.

source: All Ads
fr: Toutes les annonces

source: Profile of %(username)s
fr: Profil de %(username)s

source: Received ratings (%(count)s)
fr: Notes reçues (%(count)s)

source: Member since %(date)s
fr: Membre depuis %(date)s

source: %(rating)s on 5 (%(count)s reviews)
fr: %(rating)s sur 5 (%(count)s avis)

source: Ads of %(username)s
fr: Annonces de %(username)s

source: View photo
fr: Voir la photo

source: View the profile
fr: Voir le profil

source: %(count)s people interact with this ad.
fr: %(count)s personnes interagissent avec cette annonce.

source: View interactions
fr: Voir les interactions

source: View views
fr: Voir les vues

source: Missing required fields
fr: Champs requis manquants

source: Password does not meet security criteria.
fr: Le mot de passe ne respecte pas les critères de sécurité.

source: This username already exists
fr: Ce nom d'utilisateur existe déjà

source: This email address is already in use
fr: Cette adresse e-mail est déjà utilisée

source: Registration successful! Please check your email to confirm your account.
fr: Inscription réussie ! Vérifiez votre e-mail pour confirmer votre compte.

source: Your account has not been confirmed. Please check your email.
fr: Votre compte n'a pas été confirmé. Vérifiez votre e-mail.
